Repository: lchavezpozo/Acronyms
Catalog: Acronyms/Core/Localizables/*.lproj/Localizable.strings
Languages: es_419

# acronymSearchView.title
source: Acronym Search
es_419: Búsqueda de acrónimos

# acronymSearchView.searchBarPlaceholder
source: Search
es_419: Buscar

# acronymSearchView.searchBarIndicatorTitle
source: Searching...
es_419: Buscando...

# acronymSearchView.emptyResultTitle
source: No results
es_419: Sin Resultados

# acronymSearchView.emptyResultSubtitle
source: for %@
es_419: sobre %@

# acronymCell.fullFormTitle
source: full form: %@
es_419: signidicado: %@

# acronymCell.frecuencyTitle
source: frecuency: %i
es_419: fecuencia: %i

# acronymCell.sinceTitle
source: since: %i
es_419: dede: %i

# commons.genearlAlertErrorTitle
source: Ups! ğŸ¥²
es_419: Lo sentimos! 🥲

# commons.genearlAlertErrorMessage
source: Try again later ğŸ€ğŸ¤ğŸ»
es_419: vuelve a intentarlo más tarde 🍀🤞🏻

# commons.ok
source: Ok
es_419: Aceptar
